Repository: ChocolatePanPan/LinkGuard_Alpha_V0.2_Rebuild
Catalog: linkguardMB/LinkGuardHQ/LinkGuardHQ/Localizable.xcstrings
Source language: zh_hant
Languages: en

source: %@ 廣播中
en: %@ broadcasting

source: %lld 人已選
en: %lld selected

source: %lld 個 SOS 警報進行中
en: %lld SOS alerts active

source: %lld 分
en: %lld min

source: %lld 分鐘前檢傷
en: %lld min since triage

source: %lld 分鐘計時
en: %lld min timer

source: %lld 則廣播
en: %lld broadcasts

source: %lld 則預警
en: %lld warnings

source: %lld 危急
en: %lld critical

source: %lld 受困者
en: %lld victims

source: %lld 可用
en: %lld available

source: %lld 張照片
en: %lld photos

source: %lld 待處理
en: %lld pending

source: %lld 筆
en: %lld entries

source: %lld 筆報告
en: %lld reports

source: %lld 隊員
en: %lld members

source: AI 決策建議
en: AI Decision Suggestion

source: AI 生成中…
en: AI generating…

source: Bonjour 搜尋中...
en: Bonjour searching...

source: HQ LoRa 節點 (%lld)
en: HQ LoRa Nodes (%lld)

source: HQ LoRa 通訊 (910 MHz)
en: HQ LoRa Comms (910 MHz)

source: IP: 未偵測到 WiFi
en: IP: No WiFi detected

source: IP: 未知
en: IP: Unknown

source: LinkGuard 指揮中心
en: LinkGuard HQ

source: LoRa 檔位
en: LoRa Channel

source: PWS 警報
en: PWS Alerts

source: SOS 緊急警報
en: SOS Emergency Alert

source: UDP 伺服器運行中
en: UDP server running

source: UDP 伺服器離線
en: UDP server offline

source: 一般
en: Normal

source: 上線
en: Online

source: 上線中
en: Online

source: 中度
en: Moderate

source: 中文
en: Chinese

source: 中斷
en: Disconnect

source: 串流伺服器待命
en: Stream server standby

source: 串流伺服器離線
en: Stream server offline

source: 主題
en: Theme

source: 事件日誌
en: Event Log

source: 事件概覽
en: Event Overview

source: 人員名稱（逗號分隔）
en: Personnel names (comma-separated)

source: 人員狀態
en: Personnel Status

source: 人員總覽
en: Personnel Overview

source: 人員配置
en: Personnel Assignments

source: 代號
en: Callsign

source: 任務
en: Tasks

source: 任務指派
en: Task Assignment

source: 任務標題
en: Task Title

source: 任務詳情（選填）
en: Task Details (optional)

source: 位置
en: Location

source: 位置：%@
en: Location: %@

source: 作者
en: Author

source: 來源
en: Source

source: 來源: %@
en: Source: %@

source: 來源資訊
en: Source Info

source: 個人通知
en: Personal Notification

source: 倒塌類型
en: Collapse Type

source: 倒數計時器
en: Countdown Timer

source: 停止
en: Stop

source: 停止照片伺服器
en: Stop Photo Server

source: 停止辨識伺服器
en: Stop Recognition Server

source: 備註
en: Notes

source: 備註（選填）
en: Notes (optional)

source: 傳送目標
en: Send Target

source: 傷勢描述、處置紀錄…
en: Injury description, treatment log…

source: 傷員統計
en: Patient Statistics

source: 傷患回報
en: Patient Report

source: 傷患惡化預警
en: Patient Deterioration Warning

source: 傷患預警
en: Patient Warnings

source: 僅 SOS
en: SOS Only

source: 僅上線
en: Online Only

source: 儀表板
en: Dashboard

source: 優先救援 SOS 受困者
en: Prioritize rescue of SOS victims

source: 優先等級
en: Priority Level

source: 優先級
en: Priority

source: 優先級：
en: Priority:

source: 儲存
en: Save

source: 儲存並廣播災情狀態
en: Save & Broadcast Disaster Status

source: 儲存備註
en: Save Notes

source: 儲存描述
en: Save Description

source: 內容
en: Content

source: 內容段落
en: Content Sections

source: 全員休息 15 分鐘後繼續
en: All personnel rest 15 min then resume

source: 全選
en: Select All

source: 全部
en: All

source: 全部角色
en: All Roles

source: 全體廣播
en: Broadcast All

source: 其他
en: Other

source: 出入口
en: Entry/Exit Points

source: 出入口 %lld
en: Entry Point %lld

source: 出入口名稱
en: Entry/Exit Name

source: 分區（選填）
en: Zone (optional)

source: 分區名稱
en: Zone Name

source: 分區地圖
en: Zone Map

source: 分鐘
en: Minutes

source: 刪除分區
en: Delete Zone

source: 前線狀態回報
en: Field Status Reports

source: 前線裝置
en: Field Devices

source: 前線裝置 (%lld)
en: Field Devices (%lld)

source: 前線裝置: %lld
en: Field Devices: %lld

source: 前線裝置錄製的會報將顯示在此
en: Briefings from field devices will appear here

source: 剩餘 %@
en: Remaining %@

source: 功能
en: Features

source: 區域
en: Zone

source: 危害因素
en: Hazard Factors

source: 危急
en: Critical

source: 危險區
en: Hazard Zone

source: 危險標記 (%lld)
en: Hazard Markers (%lld)

source: 即刻
en: Immediate

source: 即時串流播放中…
en: Streaming live…

source: 即時字幕
en: Live Captions

source: 即時廣播
en: Live Broadcast

source: 即時收聽中
en: Live listening

source: 取消
en: Cancel

source: 取消全選
en: Deselect All

source: 受困者
en: Victims

source: 受困者即時狀態 (彙整)
en: Victim Live Status (Summary)

source: 受困者總覽
en: Victim Overview

source: 命令
en: Commands

source: 命令標題
en: Command Title

source: 命令詳情（選填）
en: Command Details (optional)

source: 嚴重程度
en: Severity

source: 回報裝置
en: Reporting Device

source: 回覆：%@
en: Response: %@

source: 固定會報
en: Fixed Briefing

source: 團隊成員
en: Team Members

source: 團隊成員（LoRa 節點）
en: Team Members (LoRa Nodes)

source: 團隊節點
en: Team Nodes

source: 地上 %lldF
en: Above Ground %lldF

source: 地下 B%lldF
en: Underground B%lldF

source: 地址
en: Address

source: 地震救援指揮系統
en: Earthquake Rescue Command System

source: 地震救援指揮系統 · 命令發布面板
en: Earthquake Rescue Command · Order Panel

source: 基本資訊
en: Basic Info

source: 增援請求
en: Reinforcement Request

source: 增援請求 (%lld)
en: Reinforcement Requests (%lld)

source: 外勤裝置
en: Field Devices

source: 外觀
en: Appearance

source: 姓名
en: Name

source: 完成
en: Done

source: 尋找指揮中心
en: Finding HQ

source: 對象名稱
en: Assignee Name

source: 尚未定義搜救分區
en: No rescue zones defined

source: 尚未建立會報
en: No briefings created

source: 尚未指派人員
en: No personnel assigned

source: 尚未收到前線裝置回報…
en: No field device reports received…

source: 尚未收到照片回報
en: No photo reports received

source: 尚未發送任何廣播
en: No broadcasts sent yet

source: 尚未發送個人通知
en: No personal notifications sent

source: 尚未連線後台伺服器
en: Backend server not connected

source: 尚未配置人員
en: No personnel assigned yet

source: 尚無事件記錄
en: No events recorded

source: 尚無人員配置
en: No personnel assigned

source: 尚無危險回報
en: No hazard reports

source: 尚無回報
en: No reports yet

source: 尚無增援請求
en: No reinforcement requests

source: 尚無會報紀錄
en: No briefing records

source: 尚無轉錄紀錄
en: No transcription records

source: 展開側邊欄
en: Expand Sidebar

source: 已停止
en: Stopped

source: 已到期
en: Expired

source: 已指派人員
en: Assigned Personnel

source: 已收 %lld 張
en: Received %lld

source: 已清除
en: Cleared

source: 已發命令
en: Commands Sent

source: 已知危害
en: Known Hazards

source: 已處理 %lld 筆
en: Processed %lld

source: 已讀
en: Read

source: 已讀 %lld
en: Read %lld

source: 已讀 %lld/%lld
en: Read %lld/%lld

source: 已連接
en: Connected

source: 已連線
en: Connected

source: 已連線 %@
en: Connected %@

source: 已選 %lld / %lld
en: Selected %lld / %lld

source: 已配置
en: Assigned

source: 已配置人員：%@
en: Assigned Personnel: %@

source: 座標: %.5f, %.5f
en: Coordinates: %.5f, %.5f

source: 廣播命令
en: Broadcast Command

source: 延遲
en: Delayed

source: 建物名稱
en: Building Name

source: 建物資訊
en: Building Info

source: 影片
en: Video

source: 影響樓層
en: Affected Floors

source: 待命中
en: Standby

source: 後台
en: Backend

source: 後台 IP（手動）
en: Backend IP (manual)

source: 後台伺服器
en: Backend Server

source: 心率
en: Heart Rate

source: 快速命令
en: Quick Commands

source: 快速決策
en: Quick Decisions

source: 手動輸入
en: Manual Input

source: 手動連線
en: Manual Connect

source: 批准
en: Approve

source: 拒絕
en: Decline

source: 持續(分)
en: Duration (min)

source: 指定 %lld 台裝置
en: Send to %lld devices

source: 指定裝置
en: Specific Devices

source: 指揮
en: Command

source: 指揮官
en: Commander

source: 指揮決策
en: Command Decisions

source: 指揮決策已廣播至所有前線裝置
en: Decision broadcast to all field devices

source: 指揮網路
en: Command Network

source: 指派人員
en: Assign Personnel

source: 指派任務
en: Assign Task

source: 指派位置
en: Assigned Location

source: 指派對象 ID
en: Assignee ID

source: 掃描
en: Scan

source: 排序
en: Sort

source: 描述
en: Description

source: 搜尋
en: Search

source: 搜尋中…
en: Searching…

source: 搜尋人員 / 裝置 / 部門…
en: Search personnel / device / dept…

source: 搜尋受困者 ID / 裝置…
en: Search victim ID / device…

source: 搜救中
en: Searching

source: 收到的 LoRa 命令
en: Received LoRa Commands

source: 收合側邊欄
en: Collapse Sidebar

source: 啟動
en: Start

source: 啟動伺服器
en: Start Server

source: 啟動大量傷患機制（MCI）
en: Activate Mass Casualty Incident (MCI) protocol

source: 啟動照片伺服器
en: Start Photo Server

source: 啟動計時器
en: Start Timer

source: 啟動辨識伺服器
en: Start Recognition Server

source: 救援分區
en: Rescue Zones

source: 文字廣播
en: Text Broadcast

source: 新分區名稱
en: New Zone Name

source: 新增
en: Add

source: 新增 PWS 警報
en: New PWS Alert

source: 新增人員配置
en: Add Personnel

source: 新增出入口
en: Add Entry/Exit

source: 新增搜救分區
en: Add Rescue Zone

source: 新增會報
en: New Briefing

source: 新增樓層
en: Add Floor

source: 新增段落
en: Add Section

source: 斷開連線
en: Disconnect

source: 暫停搜救作業，等待結構評估
en: Suspend rescue operations, await structural assessment

source: 會報
en: Briefings

source: 會報儀表板
en: Briefing Dashboard

source: 會報系統
en: Briefing System

source: 會報資訊
en: Briefing Info

source: 期望
en: Expectant

source: 未知
en: Unknown

source: 未連接
en: Not Connected

source: 未連線
en: Not Connected

source: 本地音訊播放
en: Local Audio Playback

source: 樓層（選填）
en: Floor (optional)

source: 樓層狀態
en: Floor Status

source: 標題
en: Title

source: 正在廣播中…
en: Broadcasting…

source: 正在掃描 HQ LoRa 裝置...
en: Scanning HQ LoRa devices...

source: 歷史警報
en: Alert History

source: 段落內容
en: Section Content

source: 段落標題
en: Section Title

source: 氣象快照
en: Weather Snapshot

source: 決策
en: Decisions

source: 決策內容
en: Decision Content

source: 決策已發送
en: Decision Sent

source: 活躍警報
en: Active Alerts

source: 深色
en: Dark

source: 淺色
en: Light

source: 清除所有日誌
en: Clear All Logs

source: 清除日誌
en: Clear Log

source: 災害狀態
en: Disaster Status

source: 無符合條件的團隊成員
en: No matching team members

source: 無符合條件的外勤裝置
en: No matching field devices

source: 無連線裝置
en: No connected devices

source: 照片
en: Photos

source: 照片伺服器 (HTTP)
en: Photo Server (HTTP)

source: 照片回報
en: Photo Reports

source: 照片牆
en: Photo Wall

source: 狀態
en: Status

source: 生命跡象
en: Vital Signs

source: 發布
en: Publish

source: 發送
en: Send

source: 發送個人通知
en: Send Personal Notification

source: 發送命令
en: Send Command

source: 發送廣播
en: Send Broadcast

source: 發送指揮決策
en: Send Command Decision

source: 發送新廣播
en: Send New Broadcast

source: 發送者
en: Sender

source: 發送至 %lld 台裝置
en: Send to %lld devices

source: 目前無 PWS 警報
en: No PWS alerts

source: 目前無傷患惡化預警
en: No deterioration warnings

source: 目前無受困者資料
en: No victim data available

source: 目前無連線裝置
en: No connected devices

source: 目標
en: Target

source: 目標模式
en: Target Mode

source: 確定
en: OK

source: 確認
en: Confirm

source: 確認警報（保持追蹤）
en: Acknowledge Alert (keep tracking)

source: 立即撤離所有人員至安全區域
en: Evacuate all personnel to safe zone immediately

source: 等待前線 PTT 廣播
en: Waiting for field PTT broadcast

source: 等待統計資料…
en: Waiting for statistics…

source: 等待語音輸入…
en: Waiting for voice input…

source: 等待資源狀態資料…
en: Waiting for resource status…

source: 等待連線…
en: Waiting for connection…

source: 節點 ID
en: Node ID

source: 系統操作將自動記錄在此
en: System events will be recorded here

source: 統計伺服器每 30 秒推送一次
en: Stats server pushes every 30 seconds

source: 統計儀表板
en: Statistics Dashboard

source: 緊急
en: Urgent

source: 線上
en: Online

source: 編輯分區
en: Edit Zone

source: 總人員
en: Total Personnel

source: 總分區
en: Total Zones

source: 總覽
en: Overview

source: 總計
en: Total

source: 聊天
en: Chat

source: 自動搜尋
en: Auto Search

source: 處置狀態
en: Disposition Status

source: 裝置
en: Device

source: 裝置 ID
en: Device ID

source: 裝置: %@
en: Device: %@

source: 角色
en: Role

source: 解除
en: Dismiss

source: 計時器
en: Timer

source: 計時器名稱
en: Timer Name

source: 訊息
en: Message

source: 訊號
en: Signal

source: 詳情
en: Details

source: 語言
en: Language

source: 語言 / Language
en: Language

source: 語音轉錄紀錄
en: Voice Transcription Log

source: 語音辨識 (Apple Speech)
en: Speech Recognition (Apple Speech)

source: 請求 AI 建議決策
en: Request AI Decision

source: 請求增派醫療支援
en: Request additional medical support

source: 警報內容
en: Alert Content

source: 警報類型
en: Alert Type

source: 變更搜救區域為 B 區
en: Change search area to Zone B

source: 資源清單
en: Resource List

source: 資源管理
en: Resource Management

source: 跟隨系統
en: System

source: 輕度
en: Mild

source: 輕微
en: Minor

source: 輸入備註…
en: Enter notes…

source: 輸入訊息…
en: Type a message…

source: 轉移至備用指揮所
en: Relocate to backup command post

source: 轉錄內容
en: Transcription

source: 透過藍牙連接 HQ LoRa 模組...
en: Connecting to HQ LoRa module via Bluetooth...

source: 透過藍牙連接 HQ LoRa 模組（Heltec WiFi LoRa 32 V3）
en: Connect HQ LoRa module via Bluetooth (Heltec WiFi LoRa 32 V3)

source: 通訊
en: Messages

source: 通訊統計
en: Message Stats

source: 通訊頻道
en: Comms Channel

source: 連線
en: Connect

source: 運行中
en: Running

source: 運行中 (port 8003)
en: Running (port 8003)

source: 運行中 (port 8014)
en: Running (port 8014)

source: 運行時間
en: Uptime

source: 選擇受困者查看詳情
en: Select a victim to view details

source: 選擇裝置
en: Select Device

source: 部門代碼
en: Department Code

source: 配對碼
en: Pairing Code

source: 醫療
en: Medical

source: 關聯受困者
en: Associated Victims

source: 關閉
en: Close

source: 集結點
en: Assembly Point

source: 集結點位置
en: Assembly Point Location

source: 離線
en: Offline

source: 電台監聽
en: Radio Monitor

source: 電池
en: Battery

source: 電量
en: Battery

source: 頻率
en: Frequency

source: 類型
en: Type

source: 點按右下角 + 新增人員配置
en: Tap + at bottom right to add personnel

source: 點按左下角 + 新增分區，或在「災害狀態」頁面中新增
en: Tap + at bottom-left to add zone, or add in Disaster Status page

source: 點按左下角 + 新增分區...
en: Tap + at bottom left to add zone...

source: 點擊查看
en: Tap to view
